result_clustered_bun.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   253.97ms  240.60ms   2.00s    61.50%
    Req/Sec   707.18    444.54     3.05k    71.93%
  497711 requests in 1.00m, 85.43MB read
  Socket errors: connect 0, read 176, write 0, timeout 888
Requests/sec:   8281.08
Transfer/sec:      1.42MB