result_clustered_node.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   216.85ms  266.94ms   2.00s    87.57%
    Req/Sec     0.90k     0.87k    3.89k    69.78%
  558525 requests in 1.00m, 122.02MB read
  Socket errors: connect 0, read 0, write 0, timeout 7591
Requests/sec:   9302.95
Transfer/sec:      2.03MB