result_cpu_bun.txt
Running 1m test @ http://localhost:8080/cpu/compute
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.25s     4.36s   27.72s    77.86%
    Req/Sec    16.00     13.33   111.00     89.89%
  6088 requests in 1.00m, 2.76MB read
  Socket errors: connect 0, read 593, write 0, timeout 0
Requests/sec:    101.34
Transfer/sec:     47.00KB