result_cpu_nodejs.txt
Running 1m test @ http://localhost:8080/cpu/compute
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.82s     1.35s   29.15s    97.85%
    Req/Sec    18.11     17.61    50.00     68.09%
  2666 requests in 1.00m, 1.37MB read
  Socket errors: connect 0, read 5550, write 0, timeout 16
Requests/sec:     44.37
Transfer/sec:     23.30KB