result_cpu_spring_vt_off.txt
Running 1m test @ http://localhost:8080/cpu/compute
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.09s    10.58s   29.88s    48.96%
    Req/Sec     7.62      6.15    90.00     82.88%
  2719 requests in 1.00m, 1.27MB read
  Socket errors: connect 0, read 0, write 0, timeout 17
Requests/sec:     45.29
Transfer/sec:     21.58KB