result_enterprise_bun.txt
Running 1m test @ http://localhost:8080/enterprise/process
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.82s     1.85s   10.00s    68.92%
    Req/Sec    30.39     36.32   565.00     90.61%
  15222 requests in 1.00m, 5.21MB read
  Socket errors: connect 0, read 0, write 0, timeout 2257
Requests/sec:    253.30
Transfer/sec:     88.86KB