result_enterprise_nodejs.txt
Running 1m test @ http://localhost:8080/enterprise/process
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.43s     2.27s   10.00s    66.29%
    Req/Sec    32.39     32.89   300.00     86.66%
  14857 requests in 1.00m, 5.90MB read
  Socket errors: connect 0, read 2931, write 0, timeout 2014
Requests/sec:    247.32
Transfer/sec:    100.61KB