result_framework_spring_pi.txt
Running 1m test @ http://localhost:8080/api/pi/calculate
  6 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.51s   619.21ms   3.26s    92.36%
    Req/Sec    33.11     17.93   125.00     73.78%
  11623 requests in 1.00m, 3.87MB read
Requests/sec:    193.51
Transfer/sec:     66.01KB