result_nestjs_bun.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   148.04ms   53.15ms 417.86ms   76.23%
    Req/Sec     1.08k   387.19     2.56k    59.92%
  770636 requests in 1.00m, 136.65MB read
  Socket errors: connect 0, read 499, write 0, timeout 0
Requests/sec:  12823.30
Transfer/sec:      2.27MB