result_nodejs.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   165.37ms   76.42ms   2.00s    81.72%
    Req/Sec   527.94    377.83     3.36k    83.50%
  374890 requests in 1.00m, 104.85MB read
  Socket errors: connect 0, read 5908, write 0, timeout 1024
Requests/sec:   6239.13
Transfer/sec:      1.74MB