result_off.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   953.80ms    1.37s    7.00s    84.47%
    Req/Sec   804.10    634.26     4.98k    62.32%
  258856 requests in 1.00m, 44.26MB read
  Socket errors: connect 0, read 0, write 0, timeout 426
Requests/sec:   4307.72
Transfer/sec:    754.16KB