result_on.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   186.22ms  318.90ms   2.00s    86.95%
    Req/Sec     1.76k     0.99k    5.43k    66.25%
  1099674 requests in 1.00m, 187.98MB read
  Socket errors: connect 0, read 0, write 0, timeout 8769
Requests/sec:  18303.18
Transfer/sec:      3.13MB