result_on.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   982.37ms  709.35ms   6.96s    77.62%
    Req/Sec   179.61    120.73     1.05k    75.18%
  120603 requests in 1.00m, 20.60MB read
  Socket errors: connect 0, read 0, write 0, timeout 688
Requests/sec:   2006.93
Transfer/sec:    351.00KB