result_realistic_bun.txt
Running 1m test @ http://localhost:8080/api/process-order
  8 threads and 1500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    58.90ms    4.87ms 169.11ms   96.12%
    Req/Sec     3.19k   177.88     3.71k    85.85%
  1522341 requests in 1.00m, 373.18MB read
  Non-2xx or 3xx responses: 1461415
Requests/sec:  25345.36
Transfer/sec:      6.21MB