result_realistic_java_traditional.txt
Running 1m test @ http://localhost:8080/api/process-order
  8 threads and 1500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.52ms    8.02ms  91.09ms   95.02%
    Req/Sec     1.62k     1.36k    9.70k    68.49%
  270198 requests in 1.00m, 215.54MB read
  Socket errors: connect 1118, read 3121, write 0, timeout 0
  Non-2xx or 3xx responses: 235660
Requests/sec:   4497.81
Transfer/sec:      3.59MB