result_realistic_node.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   174.93ms   82.08ms   2.00s    79.39%
    Req/Sec   473.07    200.91     1.37k    66.27%
  337879 requests in 1.00m, 73.91MB read
  Socket errors: connect 0, read 6225, write 0, timeout 964
Requests/sec:   5627.00
Transfer/sec:      1.23MB