result_simple_node.txt
Running 30s test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    38.37ms   75.60ms   2.00s    98.49%
    Req/Sec     2.23k   817.72     6.26k    71.87%
  799844 requests in 30.10s, 172.25MB read
  Socket errors: connect 0, read 3005, write 0, timeout 571
Requests/sec:  26569.32
Transfer/sec:      5.72MB