result_ultra_fast_bun.txt
Running 1m test @ http://localhost:8080/ingest
  12 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    92.05ms   67.73ms 314.83ms   61.62%
    Req/Sec     1.77k   286.12     3.12k    76.03%
  1271275 requests in 1.00m, 208.64MB read
  Socket errors: connect 0, read 195, write 0, timeout 0
Requests/sec:  21153.88
Transfer/sec:      3.47MB